Revit 2027 API
BuiltInFailures.CreationFailures.CannotCreateMullionReference Property
 Can't create Curtain Wall Mullion. The grid segment for the Mullion is probably too small.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCreateMullionReference { get; }
Public Shared ReadOnly Property CannotCreateMullionReference As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCreateMullionReference {
	FailureDefinitionId^ get ();
}
static member CannotCreateMullionReference : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CreationFailures Class
Autodesk.Revit.DB Namespace